sim/RearFilter/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          1576;
        startFace       60132;
    }
    wall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1362;
        startFace       61708;
    }
    wall001
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1358;
        startFace       63070;
    }
    outlet001
    {
        type            patch;
        nFaces          1576;
        startFace       64428;
    }
    defaultFaces
    {
        type            patch;
        nFaces          0;
        startFace       66004;
    }
)

// ************************************************************************* //
